IDEA Open Model
MprlRecord.ItemId Property
Compatible with IDEA StatiCa v 10.1
 Mprl ItemId
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Guid ItemId { get; set; }
Public Property ItemId As Guid
	Get
	Set
public:
property Guid ItemId {
	Guid get ();
	void set (Guid value);
}
Property Value
Type: Guid
See Also
Reference
MprlRecord Class
IdeaRS.OpenModel.Parameters Namespace